---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType.MirroredPhaseColumns
enum: Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType
source: html/2cb63f63-82e9-9838-fb97-82bb11078d62.htm
---
# Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType.MirroredPhaseColumns

| Ckt | A | B | C | A | B | C | Ckt |
 | 1 | 100 | x | x | 200 | x | x | 2 |